{
  "lastBreath": {
    "name": "The Last Breath Chapter",
    "description": "The Last Breath is the first Chapter for Dead by Daylight. It provides a glimpse of the effect of insanity in its purest and most violent form, as players gets to visit the asylum Crotus Prenn. You’ll also meet a new Killer, the Nurse, and the Survivor Nea Karlsson. Wretched minds, screaming in the dark can still be heard late at night. A Nurse with an equally distorted mind as those she treated. A Survivor with catlike movements. And an asylum that nobody left sane...or alive. The Last Breath is a FREE Chapter for Dead by Daylight and it includes a new Killer, Survivor and a map.",
    "steamid": "509060",
    "time": "1471442400",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/509060/header.jpg",
    "characters": ["Nea Karlsson", "The Nurse"]
  },
  "halloween": {
    "name": "The Halloween Chapter",
    "description": "HALLOWEEN is a Chapter for Dead by Daylight, where you’ll witness the purest form of evil. Where pain is the beginning and death is the end. You’ll get to meet Michael Myers himself. Together with Laurie Strode, you’ll either fight for survival or slaughter in their old hometown, Haddonfield.",
    "steamid": "530711",
    "time": "1477314000",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/530711/header.jpg",
    "characters": ["Laurie Strode", "The Shape"]
  },
  "fleshAndMud": {
    "name": "Of Flesh and Mud Chapter",
    "description": "Of Flesh and Mud is the third Chapter for Dead by Daylight. Prepare for dark hexes and flesh made out of mud and decay, if you dare enter Backwater Swamp and live through the horror it brings. A new Killer - The Hag - awaits you in the waterland area and you will meet a new Survivor: Ace Visconti.<br><br>A hag driven to madness by being devoured alive piece by piece. A Survivor that believes luck is always on his side. A wetland with scorched shacks, an eerie mud maze and a rusting boat graveyard lays ahead of you, so tread carefully.",
    "steamid": "554381",
    "time": "1481115600",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/554381/header.jpg",
    "characters": ["The Hag", "Ace Visconti"]
  },
  "leftBehind": {
    "name": "Left Behind",
    "description": "Put on that comfy beret and green combat jacket if you wanna fight another day as war veteran Bill Overbeck. You were left for dead, but you woke up. Now you have gotten the only thing you ever wanted: an enemy to fight. Left Behind is a free add-on for Dead by Daylight and includes 1 survivor + 4 brand new Survivor outfits.",
    "steamid": "573940",
    "time": "1488996000",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/573940/header.jpg",
    "characters": ["Bill Overbeck"]
  },
  "sparkofMadness": {
    "name": "Spark of Madness Chapter",
    "description": "Spark of Madness is a Chapter for Dead by Daylight. It holds the darkest and most experimental form of treatment - where health is not the goal, just madness. The Doctor will see you now, whether you want to or not. The only glimpse of hope is a young girl, one who never gives up and always finds a way.",
    "steamid": "582600",
    "time": "1494424800",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/582600/header.jpg",
    "characters": ["Feng Min", "The Doctor"]
  },
  "boreal": {
    "name": "A Lullaby for the Dark Chapter",
    "description": "Boreal Description",
    "steamid": "661770",
    "time": "1501077600",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/661770/header.jpg",
    "characters": ["David King", "The Huntress"]
  },
  "Cannibal": {
    "name": "Leatherface",
    "description": "Leatherface is a Character DLC for Dead by Daylight.<br><br>This is slaughter in its purest form. A kind of slaughter driven by a pure need of flesh. Leatherface won’t fail and he won’t stop. As the chainsaw starts, you know what is coming. Pain and fear in a combination of panic as you understand that death isn’t the end. You will also end up on someone’s plate.",
    "steamid": "700280",
    "time": "1505311200",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/700280/header.jpg",
    "characters": ["The Cannibal"]
  },
  "Sandman": {
    "name": "A Nightmare on Elm Street",
    "description": "There are boogey men, and they do live under your bed. They are inside your room, and inside your mind - your dreams and sometimes dreams come true. Freddy Krueger knows the true meaning of haunting. The true meaning of pushing someone into that dream state where you are uncertain whether you are awake or asleep - alive or on the verge of death. Some more than others will resist sleep, like young Quentin, who is forced to head back where Freddy learned about revenge. Back to Badham Preschool.",
    "steamid": "700282",
    "time": "1508936400",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/700282/header.jpg",
    "characters": ["Quentin Smith", "The Nightmare"]
  },
  "Finland": {
    "name": "The Saw Chapter",
    "description": "Life is the most precious thing we have. A gift we are given, but a gift some squander. We need to be alive, not just exist. This is where The Pig steps in - a teacher that provides those selected with an opportunity to appreciate life yet again. To fight for our own survival, or simply let go and die. David Tapp thinks otherwise. He believes that everyone is free to live their own life, without the threat of death in the shape of a trap. A seasoned detective that seeks The Pig - a search that brings him to the Gideon Meat Plant.",
    "steamid": "750381",
    "time": "1516626000",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/750381/header.jpg",
    "characters": ["Detective Tapp", "The Pig"]
  },
  "Guam": {
    "name": "Curtain Call Chapter",
    "description": "People often speak of the tears of a clown, of the sadness that lies beneath the greasepaint smile. What if that wasn’t sadness, but a deep malevolence, born of a life spent in the pursuit of drink and gluttony? A mind that sees others only as vessels for torture, and reduces their bodies down to a single finger, a trophy to be added to a collection? For something like that to survive, it would have to wear a disguise, cloak itself in a brighter aspect and a broad smile, even if it were just painted on.<br><br>Kate Denson’s smile is genuine, friendly and warm. She sings of love and life, family and hope. She holds those values dear, and will fight anyone who tries to destroy them.",
    "steamid": "799200",
    "time": "1528725600",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/799200/header.jpg",
    "characters": ["Kate Denson", "The Clown"]
  },
  "Haiti": {
    "name": "Shattered Bloodline Chapter",
    "description": "What lies beneath the mundane can be terrifying. Under the layers of quaint family life, violence festers. When this dark rampant force lashes out, lives are broken and families shattered.<br><br>Wrath was her bloodline. She came home to find unimaginable horrors, which left their mark. Now she walks, haunting and vengeful, between this world and the next.<br><br>Adam Francis has no legacy, no inheritance. Everything he owns, he had to earn. Disciplined and driven, he knows he can do anything when he puts his mind to it. His hard work paid off when he found a job miles away from home. Now living in Japan, he shares the hard lessons he had to learn on his own.",
    "steamid": "925750",
    "time": "1537192800",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/925750/header.jpg",
    "characters": ["Adam Francis", "The Spirit"]
  },
  "Kenya": {
    "name": "Darkness Among Us Chapter",
    "description": "The everyday contains many hazards. But the comforts of routine shroud the unfathomable risks of a threat so intimate, so familiar, that it can only be seen in hindsight. A disturbing, violent force could be raging within the people closest to you. Darkness is among us, every day.<br><br>The raw cravings and impulses of adolescence are powerful. When three teens get involved with an impulsive mastermind, they discover an addictive kind of freedom. Together, they spiral out of control and become the wrong kind of crowd, The Legion, which leaves no rule unbroken.<br><br>Jeff Johansen was invited to take a trip down memory lane when his past caught up with him. He returned to his hometown, ready to face everything he was forced to leave behind. It’s never too late to be in the wrong place at the wrong time.",
    "steamid": "971790",
    "time": "1544446800",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/971790/header.jpg",
    "characters": ["Jeff Johansen", "The Legion"]
  },
  "Mali": {
    "name": "Demise of the Faithful chapter",
    "description": "Embrace the immense unknown and surrender yourself to the vast inexplicable: that is the oath of the faithful. When surrounded by darkness, they look inward for a beacon of light to follow, trusting it will lead them to safety. But when their light is distorted by pride and ambition, how long will they err in the dark?<br><br>Sold to a Babylonian temple as a child, she sought the means to repel the darkness she carried inside. She found solace in sacred rituals, where she felt safe and empowered. Faithful but proud, she began to rise in status and believed she was untouchable. But when a plague began to defile her body, she confronted her gods, realizing too late that they had no impact on her fate.<br><br>Jane Romero was striving to become a powerful icon, a voice that would inspire and support those in need. She fought against powerful executives to send out her message about owning up to your insecurities. Her goal was to release people from the painful experiences that plagued their chances at a successful future. Every day she would share her beliefs and practices with thousands of avid followers. Adding to her success was the growing pressure from the media to fit the mold, and a difficult past that weighted on her shoulders, which made her question her legitimacy. One evening, she was driving home after a particularly stressful live show, and feeling drained, she closed her eyes for a moment that had lasting consequences.",
    "steamid": "1009820",
    "time": "1552914000",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1009820/header.jpg",
    "characters": ["Jane Romero", "The Plague"]
  },
  "Nepals": {
    "name": "Ash vs Evil Dead",
    "description": "During a weekend at a cabin with friends, Ash uncovered the Necronomicon Ex-Mortis (Book of the Dead) and awoke something dark in the woods. Evil possessed his friends, whom he was forced to kill, and his right hand, which he sawed off.<br><br>For the next thirty years, Ash ran from his past, working at a Value Stop department store and seducing women in dive bars. But he screwed up one night while being high, when he read from the Necronomicon to impress a woman. Evil found him once more, wrecking the life of all those around him. After a terrible fight with a fully formed Kandarian demon, Ash, drawing his last breath, was taken by the Knights of Sumeria and transported into the future.<br><br>After his deal with a demon went South, Ash found himself in the realm of The Entity, without shotgun or chainsaw.",
    "steamid": "1009821",
    "time": "1554123600",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1009821/header.jpg",
    "characters": ["Ashley J. Williams"]
  },
  "Oman": {
    "name": "Ghost Face",
    "description": "Acquaintances are a dangerous deception. Our workplace is filled with them; strangers beside us, five days a week. A distant familiarity grown from habit; the blanks filled with assumptions as we forget how little we know, until proven otherwise.<br><br>The Ghost Face took full advantage of the fact. His entourage at the newspaper could have spotted that the Roseville murders led to him. There were clues: the days he missed work, the victims’ time of death, and the detailed articles he wrote citing sources he never shared. But his coworkers did not see. Ghost Face blended into the everyday. No one thought the man seated on their left could be responsible for the murder of a dozen people. Until proven otherwise.<br><br>In the end, The Ghost Face would have gotten away with it as he had before: he would have packed his bags when the investigation pointed in his direction, driven a few miles, and looked for another job. But this time he found a richer hunting ground…",
    "steamid": "1089270",
    "time": "1560780000",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1089270/header.jpg",
    "characters": ["The Ghost Face"]
  },
  "Qatar": {
    "name": "Stranger Things Chapter",
    "description": "It was the early 1980s, a time of cold war experiments and naive fascination, a time of stranger things. In the small town of Hawkins, Indiana, covert experiments were being conducted.<br><br>When an inter-dimensional gate was accidentally opened at the Hawkins National Laboratory, an army of creatures with long, curved claws and gaping faces that bloom like horrific flowers was unleashed. These creatures were labeled “Demogorgons” by a group of local kids who encountered them.<br><br>Nancy Wheeler’s knack for investigative journalism first emerged when she brought down a secret government organization in Hawkins following the disappearance of her closest friend, Barb. Her being fired from the Hawkins Post during the summer of 1985 has not dissuaded Nancy from chasing leads...<br><br>Formerly a popular jock, Steve Harrington, is struggling to find his place in Hawkins now that high school is over, and his old friends moved away to college. Since then, he’s spent his time scooping ice cream at the mall, flirting with girls, and cracking secret Russian codes. With the help of his friends Dustin and Robin, Steve is carving out a new identity for himself and learning what true friendship really means. It’s this newfound loyalty to his friends that compels Steve to come to the aid of his ex-girlfriend, Nancy when he suspects she might be in terrible danger...",
    "steamid": "1135280",
    "time": "1568642400",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1135280/header.jpg",
    "characters": ["Nancy Wheeler", "Steve Harrington", "The Demogorgon"]
  },
  "Sweden": {
    "name": "Cursed Legacy Chapter",
    "description": "What does it mean to be authentic? How does one follow one’s destiny despite the pressures of family and tradition? Often following one‘s path is a strenuous, narrow struggle full of unexpected joys and difficulties. Ultimately it’s about finding the balance between tradition and self-actualization. But as one struggles for identity, decisions are made and consequences, good or bad, must be faced.<br><br>Heir to a famous Japanese swordsmanship school, Kazan Yamaoka sought to surpass his reputation as a warrior by turning his back on honor and family and embarking on a dark pilgrimage of bloodlust. As he waged his personal war against self-proclaimed samurai, he was bestowed with the derogatory and despised nickname of Oni-Yamaoka, a reference to the hideous creature of legend. One day, he met his fate as his former victims took revenge on him. It drew The Entity’s attention and he was deemed worthy of becoming part of its world, joining the other killers there, but ironically under the very form he had been compared to in his former life.<br><br>Quick, daring and superstitious, Yui Kimura was one of the youngest motorcyclists to break records in unsanctioned street races as well as the very prestigious Moto Grand Prix of Japan. Breaking with tradition and against her parents’ wishes, she left her home to pursue her dreams of racing and led a gang helping women in troubled situations. Until she found herself roped into another endless race where crossing the finish line was a matter of life and death.",
    "steamid": "1199880",
    "time": "1575291600",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1199880/header.jpg",
    "characters": ["Yui Kimura", "The Oni"]
  },
  "Ukraine": {
    "name": "Chains of Hate Chapter",
    "description": "The Deathslinger, a former bounty hunter with a chip on his shoulder is the new Killer. Following the massacre of those who had betrayed him at Hellshire Penitentiary, The Deathslinger was lured into the Realm of The Entity where he now uses his unique invention—a rifle that fires a chain—to round up Survivors for The Entity.<br><br>The new Survivor is Zarina Kassir, a modern day cowboy using her camera and filmmaking skills to help those who cannot help themselves. As she investigated the circumstances around the ‘Mad Mick Massacre’ at Hellshire prison, she unravelled more than she bargained for.",
    "steamid": "1251000",
    "time": "1583758800",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1251000/header.jpg",
    "characters": ["Zarina Kassir", "The Deathslinger"]
  },
  "Wales": {
    "name": "Silent Hill Chapter",
    "description": "Darkness lurks deep within us. For all the power the supernatural possess, they are but mirrors that reflect our most gruesome desires and fears. As we peer through the fog and see ourselves for what we may truly be—selfish, vengeful, afraid—we must consider that we deserve the penance that befalls us.<br><br>Take control of Pyramid Head, the iconic executioner who stalked the shadows of Silent Hill. Upon stepping into a swirling fog, he passed into a new realm requiring his sadistic talents. Great knife in tow, he's ready to unleash his twisted brand of punishment on all who cross him.<br><br>Escape the cruel machinations of The Entity's trials with Cheryl Mason. A courageous, outspoken woman, she's survived the hellish Otherworld of Silent Hill, and exacted revenge on the Order that killed her father. With experience beyond her years, she's prepared to once again stand against any evil that confronts her.",
    "steamid": "1324970",
    "time": "1592229600",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1324970/header.jpg",
    "characters": ["Cheryl Mason", "The Executioner"]
  },
  "Yemen": {
    "name": "Descend Beyond chapter",
    "description": "Death looms over us. With only a short time on Earth, we have limited opportunities to define ourselves. Will we strive to better humanity or advance our own ambitions? Will we follow in the path of those before us or forge into uncharted territory? For a select few, it is not only the decisions made during life that will define them, but those that arise after death.<br><br>Unleash The Blight, an alchemist consumed by his research. Ambition brought him to The Entity's realm but his hunger for power destroyed him. Mutated and mad, his potent serums afford him unnatural animalistic abilities to track and ambush Survivors.<br><br>Plan your escape with Felix Richter, a successful architect who was torn away from his lavish lifestyle. Resourceful and bold, he has clever methods to stand against the oncoming evil and plan out the one thing that matters to him most—returning home.",
    "steamid": "1408020",
    "time": "1599487200",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1408020/header.jpg",
    "characters": ["Felix Richter", "The Blight"]
  },
  "Aurora": {
    "name": "A Binding of Kin Chapter",
    "description": "History is rife with injustice. The notion that the righteous are rewarded is a hopeful dream in contrast to reality. Too often, the innocent are condemned, the pure corrupted, and the abandoned left to suffer. For those who survive, they are left altered, futilely attempting to expunge their pain, forever bound to a past that can never be escaped.<br><br>Unite with The Twins, a pair of conjoined siblings who have suffered a life of persecution. When humanity tormented them for their condition, they had no choice but to draw blood. Now, empowered by The Entity, they have gained the ability to divide and share the hunt.<br><br>Fight back with Élodie Rakoto, a relic hunter who has spent her life searching for her missing parents. When her occult investigation came to a bloody end, she found herself transported to The Entity’s realm. Stubborn and cunning, she has ways to battle and outwit those who would stand in her way.",
    "steamid": "1474030",
    "time": "1606741200",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1474030/header.jpg",
    "characters": ["Elodie Rakoto", "The Twins"]
  },
  "Comet": {
    "name": "All-Kill Chapter",
    "description": "Titans walk among us. Celebrities with million-dollar smiles dare us to rise above the humdrum of ordinary life. But behind the plastic skin and tousled hair lies something dark... something buried deep in the hearts of those who would do anything for power and fame. If you saw into the darkness, would you recognize it? Or would you let the allure of neon lights blind you to the truth?<br><br>Astonish the crowd as The Trickster, a celebrity whose killings fused art with murder. Continually seeking to validate his splendor, he killed in audacious ways to inflate his insatiable ego. A master of bladework, he unleashes a rapid-fire flurry of throwing knives at the unwashed masses.<br><br>Pull the plug on The Trickster’s party with Yun-Jin Lee, a no-nonsense music producer who’s focused on self-preservation. After hesitating to follow her instinct surrounding The Trickster’s serial murders, she was condemned to The Entity’s realm with him. Now the unresolved conflict between producer and idol plays out... endlessly.",
    "steamid": "1557310",
    "time": "1617022800",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1557310/header.jpg",
    "characters": ["Yun-Jin Lee", "The Trickster"]
  },
  "Eclipse": {
    "name": "Resident Evil Chapter",
    "description": "The bio-organic weapon. As science advanced, it was only a matter of time before humanity was forced to become something more. The Umbrella Corporation saw the opportunity and did the only thing a corporation beholden to power and growth could do: they seized it. The result was a twisted, chaotic step forward in evolution, a threat to everyone who came before.<br><br>Pursue your target as The Nemesis, a bio-organic weapon designed to be nearly indestructible. Its mutations push it beyond the limitations of the human body, providing incredible advantages in combat. Possessing a whip-like tentacle, The Nemesis can punish Survivors from mid-range. Meanwhile, zombies roam the trial, leaving Survivors with little place to run.<br><br>Defend humanity with Jill Valentine and Leon S. Kennedy. As the virus broke out in Raccoon City, both the S.T.A.R.S. member and RCPD police officer fought back against hordes of zombies. Now, abducted into The Entity’s realm, the horror continues, but their resolve remains undaunted. Backup has arrived.",
    "steamid": "1634040",
    "time": "1623679200",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1634040/header.jpg",
    "characters": ["Leon S. Kennedy", "Jill Valentine", "The Nemesis"]
  },
  "Gemini": {
    "name": "Hellraiser Chapter",
    "description": "You opened the box. He came.<br><br>The Cenobite leader known as Pinhead has been summoned, bringing his brand of sweet suffering to The Entity’s realm. Make use of the all-powerful Lament Configuration to torture every Survivor who dares deny your gift. With otherworldly powers, control hellish chains to torment and impale your victims, dragging them to their deaths.<br><br>The pleasure of pain is yours to dispense. Take the Survivors and tear their souls apart.",
    "steamid": "1734080",
    "time": "1630936800",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1734080/header.jpg",
    "characters": ["The Cenobite"]
  },
  "Hubble": {
    "name": "Hour of the Witch Chapter",
    "description": "The new survivor is Mikaela Reid, a cheerful barista blessing coffee by day and telling fortunes by night. Her keen interest in witchcraft nourishes her creative soul and keeps her inspired. Every Friday night, she performs stories at the Moonstone, the independent coffee shop where she works. But when she steps on the stage at the Endless Halloween storytelling competition, her tale of horror takes an unexpected dark turn.",
    "steamid": "1763310",
    "time": "1634562000",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1763310/header.jpg",
    "characters": ["Mikaela Reid"]
  },
  "Ion": {
    "name": "Portrait of a Murder Chapter",
    "description": "As the night spreads, there is nothing to draw hope from but the darkness. Yet, such salvation comes with a price, for the creatures that dwell within are unknowable, their motivations concealed behind shimmering black eyes. Though there is comfort in their embrace, the darkness flows from them like ink spilling over a pale corpse.<br><br>Join the murderous flock as The Artist, a young woman transformed by The Entity into the matron of crows. Following her gruesome torture, she has gained the ability to summon ferocious winged fiends. Quickly send your servants to flight searching for Survivors and swarming them with beating wings.<br><br>Crack the code as Jonah Vasquez, a CIA codebreaker who’s a mathematical mastermind. Haunted by a mysterious set of numbers, he finally decoded the horrifying truth. Now he finds himself in the Entity’s realm, using logic to escape the trials, hoping someday to break the code that keeps the horror alive.",
    "steamid": "1804690",
    "time": "1638190800",
    "banner": "https://cdn.akamai.steamstatic.com/steam/apps/1804690/header.jpg",
    "characters": ["Jonah Vasquez", "The Artist"]
  }
}